Revit 2027 API
EdgeArrayArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public EdgeArrayArrayIterator()
Public Sub New
public:
EdgeArrayArrayIterator()
new : unit -> EdgeArrayArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
EdgeArrayArrayIterator Class
Autodesk.Revit.DB Namespace